<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Untitled Document</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
body,td,th {
	color: #CCCCCC;
}
body {
	background-color: #000000;
}
-->
</style>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
//-->
</script>
</head>

<body>
<div id="Layer1" style="position:absolute; left:11px; top:350px; width:436px; height:323px; z-index:1"><img src="Mariposa.jpg" width="535" height="402"></div>
<div id="Layer2" style="position:absolute; left:614px; top:441px; width:705px; height:205px; z-index:2">
  <embed src="D&#205;A%20DE%20MUERTOS%20_%20Draw%20My%20Life(MP3_320K).mp3" width="705" height="206"></embed>
</div>
<h2>D&iacute;a de Muertos, una celebraci&oacute;n a la memoria y un ritual que privilegia el recuerdo sobre el olvido </h2>
<p>En la &eacute;poca prehisp&aacute;nica el culto a la muerte era uno de los elementos b&aacute;sicos de la cultura, cuando alguien mor&iacute;a era enterrado envuelto en un petate y sus familiares organizaban una fiesta con el fin de guiarlo en su recorrido al Mictl&aacute;n. De igual forma le colocaban comida que le agradaba en vida, con la creencia de que podr&iacute;a llegar a sentir hambre. </p>
<p>En esta celebraci&oacute;n de D&iacute;a de Muertos, la muerte no representa una ausencia sino a una presencia viva; la muerte es un s&iacute;mbolo de la vida que se materializa en el altar ofrecido. </p>
<p>Su origen se ubica en la armon&iacute;a entre la celebraci&oacute;n de los rituales religiosos cat&oacute;licos tra&iacute;dos por los espa&ntilde;oles y la conmemoraci&oacute;n del d&iacute;a de muertos que los ind&iacute;genas realizaban desde los tiempos prehisp&aacute;nicos; los antiguos mexicas, mixtecas, texcocanos, zapotecas, tlaxcaltecas, totonacas y otros pueblos originarios de nuestro pa&iacute;s, trasladaron la veneraci&oacute;n de sus muertos al calendario cristiano, la cual coincid&iacute;a con el final del ciclo agr&iacute;cola del ma&iacute;z, principal cultivo alimentario del pa&iacute;s. </p>
<p>La celebraci&oacute;n del D&iacute;a de Muertos se lleva a cabo los d&iacute;as 1 y 2 de noviembre ya que esta se divide en categor&iacute;as: De acuerdo con el calendario cat&oacute;lico, el 1 de noviembre corresponde a Todos los Santos, d&iacute;a dedicado a los “muertos chiquitos” o ni&ntilde;os, y el d&iacute;a 2 de noviembre a los Fieles Difuntos, es decir, a los adultos. </p>
<p>&nbsp;</p>
</body>
</html>
